//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Czy na pewno chcesz usunąć wybranych odbiorców?";

//Buttons
"Delete" = "Usuń";
"Cancel" = "Anuluj";